Repository: Zulxumor-prog/izel_booking
Catalog: booking/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: IZEL Booking
ru: IZEL Бронирование
uz: IZEL Bron platformasi

source: Barcha huquqlar himoyalangan.
ru: Все права защищены.
uz: Barcha huquqlaringiz himoyalangan.

source: Mijozni ro‘yxatdan o‘tkazish
ru: Регистрация клиентов
uz: Mijozni ro’yxatdan o’tkazishingiz uchun

source: Yuborish
ru: Отправлять
uz: Adminga yuborish

source: Reyslar bo‘yicha qolgan joylar
ru: Оставшиеся места на рейсах
uz: Bo’sh joylar

source: Sana
ru: время
uz: Vaqt

source: Qolgan joylar
ru: Оставшиеся места на рейсах
uz: Bo’sh joylar

source: Mening bronlarim
ru: Мои бронирования
uz: Mening mijozlarim bandlovlari

source: Mijoz
ru: Имя клиента
uz: Mijoz ismi

source: Telefon
ru: Номер телефона
uz: Telefon raqami

source: Komissiya ($)
ru: Комиссия ($)
uz: BONUS ($)

source: Bron qilish
ru: Бронирование
uz: Joy bron qilish

source: Mijoz ma’lumotlarini kiriting
ru: Введите информацию о клиенте
uz: Mijozingiz ma’lumotlarini kiriting

source: Mijoz ismi
ru: Имя клиента
uz: Mijoz ismini kiriting

source: Telefon raqami
ru: Номер телефона
uz: Telefon raqamini kiriting

source: Reysni tanlang
ru: Выберите рейс
uz: Reys tanglang

source: Passport skaneri
ru: Сканер паспорта
uz: Passport skaneri pdf

source: 3x4 rasm
ru: Фото 3*4 на белом фоне
uz: 3*4 rasm orqa foni oq

source: To‘lov chek
ru: Квитанция об оплате
uz: To‘lov tavfsilotlari

source: Holat
ru: Статус
uz: Holati

source: Quyidagi manzillar orqali bog‘lanishingiz mumkin:
ru: Вы можете связаться с нами по адресам:
uz: Bizning ijtimoiy tarmoqdagi manzillarimiz orqali bog‘lanishingiz mumkin

source: Telegramga yozish
ru: Телеграмм
uz: B2B menedjer

source: Instagram sahifa
ru: Инстаграм
uz: Instagramdagi sahifamiz

source: Reyslarni ko‘rish
ru: Посмотреть рейсы
uz: Reyslarni ko‘rish sahifasi

source: Yo‘nalishlar
ru: Маршруты
uz: Yo‘nalishlarimiz

source: Kabinet
ru: Кабинет
uz: Shaxsiy kabinet

source: Tizimga kirish
ru: Авторизоваться
uz: Agentlar Tizimiga kirish

source: Agentlar uchun tizimga kirish
ru: Авторизоваться
uz: Agentlar Tizimiga kirish

source: Login
ru: Логин
uz: Loginingiz

source: Parol
ru: Пароль
uz: Parolingiz

source: Kirish
ru: Авторизоваться
uz: Tizimga Kirish

source: Tur paketlar ro'yxati
ru: Наши услуги
uz: Xizmatlarimiz ro‘yxati

source: Narxi
ru: Цена
uz: Narxlari

source: Muddati
ru: Время
uz: Vaqti

source: Mijoz bron qilish
ru: Бронирование клиентов
uz: Mijozni Ro‘yxatdan o‘tkazish

source: Bron muvaffaqiyatli yuborildi!
ru: Бронирование успешно отправлено.
uz: Ma‘lumotlar muvaffaqiyatli yuborildi!

source: Tez orada menejerlar siz bilan bog‘lanadi.
ru: Менеджеры свяжутся с вами в ближайшее время
uz: Siz bilan tez orada menedjer bog‘lanadi.

source: Bosh sahifaga qaytish
ru: Вернуться на главную страницу
uz: Bosh sahifaga qaytish uchun bosing
